---
kind: property
id: P:Autodesk.Revit.DB.ExternalService.ExternalServices.BuiltInExternalServices.ATFTranslationService
source: html/a3ead8b2-3659-64e5-446c-66aecb5401f6.htm
---
# Autodesk.Revit.DB.ExternalService.ExternalServices.BuiltInExternalServices.ATFTranslationService Property

## Syntax (C#)
```csharp
public static ExternalServiceId ATFTranslationService { get; }
```